{
  "navbarTitle": "Vamos lá",

  "principalHeader": "Capture os seus momentos",
  "subHeader": "– Liberte os seus sentidos visuais –",

  "quoteMessage": "Descubra o mundo através da nossa lente",

  "carouselSectionTitle": "Vislumbre as nossas obras-primas",
  "carouselSectionBody": "Delicie-se com o nosso extraordinário carrossel de fotografias, criado com amor e paixão para contar a sua história como nunca antes.",
  "carouselSectionButtonLabel": "Explorar",

  "teamTitle": "As nossas lentes",
  "teamBody": "Conheça os profissionais talentosos que transformarão os momentos do seu casamento em obras-primas memoráveis.",

  "teamMemberLead": "Fotógrafo principal",
  "teamMemberVideo": "Videógrafo",

  "labelSend": "Enviar",
  "labelExit": "Sair",

  "aboutUsTitle": "Olá a todos",
  "aboutCompany1p": "Permitam que a vossa história seja contada com simplicidade e emoção, resultando em imagens transparentes e inesquecíveis.",
  "aboutCompany2p": "A Foto Miranda deseja participar do vosso casamento e eternizar o romantismo presente no ar. Sinónimo de qualidade e perfeição, a empresa dá o seu melhor para que a vossa celebração seja simplesmente memorável.",
  "aboutCompany3p": "Contudo, fotografamos e filmamos o vosso casamento com técnicas avançadas e equipamentos de última geração.",
  "aboutCompany4p": "O material será entregue em alta resolução, álbum digital personalizado. A empresa também atende outros eventos sociais, tais como batizados, comunhões, sessões de estúdio de bébes como sessões de grávidas.",
  "aboutCompany5p": "Se tiver alguma questão, por favor entre em contacto conosco.",

  "reachUsTitle": "Entre em contacto",
  "reachUsBody": "Tem uma pergunta ou quer partilhar o seu momento favorito com a FotoMiranda? Não te contenhas! Deixe que o seu entusiasmo encha as nossas caixas de entrada, e nós prometemos que responderemos mais depressa do que um clique do obturador!",

  "contactUsLabel": "Contacte-nos",
  "reachUsLabel": "Alcançe-nos",

  "footerRights": "Todos os direitos reservados",

  "memoriesTitle": "memórias",
  "memoriesBody": "Bem-vindo ao Carrossel de Memórias - o seu destino único para recordar momentos preciosos. Percorra a página seguinte para mergulhar no caleidoscópio de emoções e amor captado em fotografias.",
  "memoriesButtonTitle": "Momentos de carinho",
  "portfolioSection1": "Amigos",
  "portfolioSection2": "Amor",
  "portfolioSection3": "Nascimento",
  "portfolioSection4": "Casamento",

  "testimonyTitle": "Palavras amáveis",
  "testimonyBody": "\"Se há fornecedores que voltaríamos a contratar, Foto Miranda é sem sombra de duvida um deles! Sempre super simpáticos, amáveis e profissionais! Super recomendo!!\"",

  "formContactUsTitle": "Contacte-nos!",
  "formContactUsSubtitle": "Pronto para iniciar uma conversa? Preencha o formulário abaixo com as suas informações de contacto e mensagem. Estamos ansiosos por ouvir o que tem para nos dizer!",

  "emailSubject": "Contacto para informações adicionais",

  "formContactName*": "Nome*",
  "formContactName": "Nome",
  "formContactCellphone*": "Contacto",
  "formContactCellphone": "Contacto",
  "formContactMessage*": "Mensagem*",
  "formContactMessage": "Mensagem",
  "formImagesLabel": "Imagens:",
  "necessaryField": "*Campo necessário",

  "demandCamp": "Campo obrigatório",
  "max50Characters": "Máximo de 50 caracteres",
  "invalidCellphone": "Número inválido",
  "max1000Characters": "Máximo de 1000 caracteres"
}
